IDEA Open Model
WeldData.End Property
Compatible with IDEA StatiCa Beta 20.0
 End of the weld
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public Point3D End { get; set; }
Public Property End As Point3D
	Get
	Set
Property Value
Type: Point3D
See Also
Reference
WeldData Class
IdeaRS.OpenModel.Connection Namespace